[
  {
    "id": "0",
    "name": "Antikriz",
    "nameNoSpace": "Antikriz",
    "category": "dj",
    "headerInfo": "Organizer, Manager",
    "location": "Stavanger",
    "artists_text": "Dj / Organizer : Antikriz / Horrordelic ^ Sick Lion Records",
    "soundcloud": "https://soundcloud.com/horrordelic-records",
    "facebook": "https://www.facebook.com/antikriz.darkpsy",
    "land": "Norway",
    "flag": "🇳🇴"
  },
  {
    "id": "1",
    "name": "Kuroobi",
    "nameNoSpace": "Kuroobi",
    "category": "dj",
    "headerInfo": "",
    "location": "Japan",
    "land": "Japan",
    "flag": "🇯🇵",
    "artists_text": "Horrordelic/Peacefullsound/Natural Freaks",
    "facebook": "https://lit.link/en/dropzone",
    "soundcloud": "https://soundcloud.com/horrordelic-kuroobi"
  },
  {
    "id": "3",
    "name": "Dubvibes & CultureDark",
    "nameNoSpace": "Dubvibes&CultureDark",
    "category": "artist",
    "location": "Pará",
    "land": "Brasil",
    "flag": "🇧🇷",
    "artists_text": "Paulo Laércio aka Dubvibes. \n\n From Pará from Ilha do Mosqueiro and presents his project created from an incentive to more psychedelic culture in Ilha de Mosqueiro (State of Pará). \n\nHe started his artistic journey in 2012 producing music for emulators and Flash animations. Self-taught by nature, he sought to learn more about electronic music for dancefloors, thus originating the beginning of a work in the beach areas of the island since 2015 playing Dubstep. \n\nAfter a while being influenced by Hard Electro and Synthwave styles, he came in 2018 with the first creations, releasing his first authorial song. In 2019 he discovered new trends such as Darkpsy, Hi-Tech and Psycore, and in 2020 he started the first productions within these styles, embracing psycore, emmotionpsy and studying Forestcore.",
    "soundcloud": "https://soundcloud.com/dubvibeslive",
    "facebook": ""
  },
  {
    "id": "4",
    "name": "Diabolical Orchestra",
    "nameNoSpace": "DiabolicalOrchestra",
    "category": "artist",
    "location": "Pondicherry",
    "land": "India",
    "flag": "🇮🇳",
    "artists_text": "Gokul kannan is the man behind the project Diabolical Orchestra. \n\nThe main vision of the project is to make people experience every kind of emotions in the dance floor. \n\nHe firmly believes that there is a light after darkness-\n\n So the project mainly focus on dark euphoric ambience, mechanical leads and fx, creative break beats and bpm variations to ensure both darkness and bright elements can be experienced in the music",
    "soundcloud": "",
    "facebook": ""
  },
  {
    "id": "2",
    "name": "Cosmic BlueMoon",
    "nameNoSpace": "CosmicBlueMoon",
    "category": "dj",
    "headerInfo": "",
    "location": "Kolkata",
    "land": "India",
    "flag": "🇮🇳",
    "artists_text": "Cosmic Bluemoon is an alias of Harshvardhan Sharma who hails from Kolkata, India.\n\n The journey of this project started in 2006. A visit to Goa in 2005 changed the perception of music and helped in starting this project.\n\nMagical psychedelic sounds from Polyphonia, Alien Mental, Orestis and other artists gave birth to the style of music which is showcased by Cosmic Bluemoon.\n\nPerformed in festivals around Asia and DJing since 2006, Cosmic Bluemoon has been part of multiple record labels. He has also released several VA's with the legendary Horrordelic Records and aims to help promote new producers to release tracks in the label.",
    "soundcloud": "https://www.mixcloud.com/hv1989",
    "facebook": "https://www.facebook.com/cosmicbluemoon"
  },
  {
    "id": "5",
    "name": "Gloomy Phantom",
    "nameNoSpace": "GloomyPhantom",
    "category": "artist",
    "headerInfo": "organizer",
    "location": "Nordrhein-Westfalen",
    "land": "Germany",
    "flag": "🇩🇪",
    "artists_text": "Dra Orcon/ Gloomy Phantom / Soodoom by Timo Coerdt. \n\nIf you  just started to dive deep into Darkpsy, be sure to check out this and let the darkness embrace you (once again).\n\n10 years of True Darkpsy releases here at Horrordelic. Gloomy Phantom has always been one of the pioneers in the Darkpsy scene and everyone can feel the presence and the Darkness this man brings to the floor and to your Mind.",
    "soundcloud": "https://soundcloud.com/draorcon",
    "facebook": "https://www.facebook.com/gloomyphantom"
  },
  {
    "id": "6",
    "name": "Psytanic",
    "nameNoSpace": "Psytanic",
    "category": "DJ",
    "headerInfo": "Artwork",
    "location": "Southwest",
    "land": "Norway",
    "flag": "🇳🇴",
    "artists_text": "Stumbeled upon her forest party with darkpsy on the speakers in 2008, with only DJ on the lineup was no other than Antikriz by coincidence(?). \n\nFell in love with the music. Bought own CDJs in 2011 and started playing at small parties herself. \n\nThen fell in love with Antikriz. Started playing music together, traveling around blasting darkpsy on the soundsystems. \n\nIn 2018 hey had a wedding and then 2 kids, so she took a little break from the musicscene, but is now returning from the dead to do the evil work of Horrordelic in form of dark sound and art.",
    "soundcloud": "",
    "facebook": "https://www.facebook.com/psytanic666"
  },
  {
    "id": "7",
    "name": "Dr. Cassidy Green",
    "nameNoSpace": "DrCassidyGreen",
    "category": "dj",
    "headerInfo": "",
    "location": "Trondheim",
    "land": "Norway",
    "flag": "🇳🇴",
    "artists_text": "First Dj course Dr. Cassidy Green attended was in 1986.\n\n There he learned to mix rock, heavy, metal and black metal on vinyl.\n\nThen “techno” came along and appeared on the scene - together with A8 (Altern8, 🇬🇧)....   👽\n\nRest is history, check this guy out for his killer sounds! ",
    "soundcloud": "https://soundcloud.com/st-le-moan",
    "facebook": "https://www.facebook.com/DJ.Dr.Cassidy.Green"
  },
  {
    "id": "8",
    "name": "Agnus Horrore",
    "nameNoSpace": "AgnusHorrore",
    "category": "artist",
    "headerInfo": "",
    "location": "Goiás",
    "land": "Brasil",
    "flag": "🇧🇷",
    "artists_text": " Agnus Horrore\n\nHorrordelic / Infernal Family\n\nBrazil",
    "soundcloud": "https://soundcloud.com/saint-agnus",
    "facebook": "https://www.facebook.com/agnus.joao"
  },
  {
    "id": "9",
    "name": "BrainBlender",
    "nameNoSpace": "BrainBlender",
    "category": "artist",
    "headerInfo": "",
    "location": "Athens",
    "land": "Greece",
    "flag": "🇬🇷",
    "artists_text": "NICK KARIMALIS BORN 2-8-1989 in Athens, Greece.\n\nNikos started his musical journey with darkpsy music in 2003. Soon he began to get more involved with some deep core serious sounds and began to DJ in the year 2004.\n\nHe got involved in more Experimental sounds with a Darkpsy Psycore vibe and eventually started producing his own tunes since 2011\n\n Dj and producer Darkpsy/Psycore for: \n Apurúami Records (México.)\n Lucy Forest Records (India)\n Santo Grau Records (Brazil)\n Horrordelic Records (Norway)",
    "soundcloud": "https://soundcloud.com/massacre-d",
    "facebook": "https://www.facebook.com/profile.php?id=100063574667482"
  },
  {
    "id": "10",
    "name": "DarkAlien Live",
    "nameNoSpace": "DarkAlienLive",
    "category": "artist",
    "headerInfo": "",
    "location": "Valinhos-SP",
    "land": "Brasil",
    "flag": "🇧🇷",
    "artists_text": "The project DarkAlien was created in May 2019 by Caio Cesar.\n\nA Darkpsy/Forest project in its expression with psychedelia that will lead the listener to worlds and dimensions outside of human knowledge. Project varying its tracks between 150 to 230 BPM.\n\nStay tuned for upcoming tracks!",
    "soundcloud": "https://soundcloud.com/darkkalien",
    "facebook": "https://www.facebook.com/people/Darkalien-LIVE/"
  },
  {
    "id": "11",
    "name": "Distorted AtmosFear",
    "nameNoSpace": "DistortedAtmosFear",
    "category": "artist",
    "headerInfo": "(D.A.F.)",
    "location": "Antwerpen",
    "land": "Belgium",
    "flag": "🇧🇪",
    "artists_text": "From Belgium we have Distorted AtmosFear!\n\nfter first visiting Goa parties he got inspired to make his own music, and then he started at age 15 to produce his own!\n\nBe prepared for fast paced all-in journeys through Psytrance and Darkpsy, with fresh elements of Breakcore and Hardcore (and much more)!\n\nStay tuned for more releases from this talent!",
    "soundcloud": "https://soundcloud.com/quantum-logics",
    "facebook": "https://www.facebook.com/rob.quick.1612"
  },
  {
    "id": "12",
    "name": "Terashade",
    "nameNoSpace": "Terashade",
    "category": "artist",
    "headerInfo": "Teratom and Tollkirsche",
    "location": "Munich / Basel",
    "land": "Germany",
    "flag": "🇩🇪",
    "artists_text": "After some year’s of blasting DJ Sets together, Teratom and Tollkirsche started finally to produce their own Madness!\n\nAnd so the new Live Project TERASHADE is born 😈\n\n Soon there will be a first VA Release at Horrordelic Records and also the first EP Release on Hippyflip Records! 💥\n\n Both Labels will stand behind the new Project 😈",
    "soundcloud": "https://www.facebook.com/profile.php?id=100057604923216",
    "facebook": "https://www.facebook.com/djteratom"
  },
  {
    "id": "13",
    "name": "Abgrund B",
    "nameNoSpace": "AbgrundB",
    "category": "Artist",
    "headerInfo": "",
    "location": "Berlin",
    "land": "Germany",
    "flag": "🇩🇪",
    "artists_text": "Abgrund B started as hardware based project around 2016. \n\nAfter a few years of experimenting with various electronic genres I got completely stuck on dark psychedelic music and the goal was clear now: \n To provide the world with more audible experiences that offer a sense of security through a reliable foundation.\n\n While at the same time leading the listener again and again into new spaces as they plunge deeper and deeper \n\nInto the colorful darkness of the Psychedelic abyss. ",
    "soundcloud": "https://soundcloud.com/abgrundb"
  },
  {
    "id": "14",
    "name": "t'OxyMoron",
    "nameNoSpace": "tOxyMoron",
    "category": "DJ",
    "headerInfo": "",
    "location": "Cyprus",
    "land": "Cyprus",
    "flag": " 🇨🇾",
    "artists_text": "t'OxyMoron emerged out of need, with purpose to reinvent the transcendental message of meditative group dance, rituals & catharsis, through the use of archaic & modern technologies.\n\nThe vision was initially contracted back in 2008, and the defining moment that set the tone for this quest, came in the year of 2016, where the initiation into the Dark Arts of experimental Psychedelic Trance truly begun.\n\nFully active into the scene since then, with many gigs in Brighton, London, and all around UK’s South Coast, where he was based. Currently living in Cyprus, supporting & expanding the local underground scene.\n\nIntense & experimental, this project is set out to inspire dance floors to turn on, tune in and dive deeper.\n\n Coming from a diverse musical background, t’OxyMoron’s style encapsulates a lot, after all the tendency is to push it as far as it gets.Cutting edge DJ sets. Most likely furious too.\n\nAll that is Darkpsy 🏴‍☠️\nThe quest continues..",
    "soundcloud": "https://soundcloud.com/toxymoron-7",
    "facebook": "https://www.facebook.com/panayiotis.efstathiou/" 
  },
 {
    "id": "15",
    "name": "Psycholouis",
    "nameNoSpace": "Psycholouis",
    "category": "Artist",
    "headerInfo": "Self-taught djing, music production and freelancer graphic designer",
    "location": "Coimbra",
    "land": "Portugal",
    "flag": "🇵🇹",
    "artists_text": "Psycholouis continuous passion for Dark! Specially Dark Forest and Darkpsy mxing/Dj skills! Having the most wonderfull pleasure and fun, creating Darkpsy and Dark Forest sets filled with magic psychedelic landscapes to feed your soul and spirit with greasy psychedelic dark vibrations!\n\nDuring and along 2019... started exploring and developing sound rails with faster beats, darker and Hi tech sonorities! \n\n Around May 2020, started to explore music prodution, specially fast, Darkpsy, Dark forest, experimental, psycore tunes collaborating together with: \n\n Terrorchtitlan Mexihcah Dark Armada\nSonic Contrast Beings Record Tribe \n Horrordelic Records \nPsycorephilia Records \n Lucy Forest Records",
    "soundcloud": "https://soundcloud.com/louis-ochysp",
    "facebook": "https://soundcloud.com/louis-ochysp"
  },
  {
    "id": "16",
    "name": "Delirious Moon",
    "nameNoSpace": "DeliriousMoon",
    "category": "Artist",
    "headerInfo": "DJ",
    "location": "Mexico City",
    "land": "Mexico",
    "flag": "🇲🇽",
    "artists_text": "Delirious moon by DJ and Producer head by Luis Salgado. Originally from Mexico City.\n\nProject based on the dark frequencies, astral darkpsy and psycore takes you to the most terrific delirium you will ever experience.\n\nDestroy your brain by carrying you to a mental breakdown...\n\nBelongs also to these record labels:\n Voodoo Hoodoo records 🇨🇦 \nPhrenetic such records 🇨🇱 \nTerrorchtitlan records 🇲🇽 \nAudionerd records 🇲🇽 \nUnion Hofmann records 🇮🇳 \nPantanera records 🇧🇷 \nAjustment fractal 🇲🇽",
    "soundcloud": "https://soundcloud.com/delirious-moonhitech",
    "facebook": "https://www.facebook.com/profile.php?id=61552304160349"
  },
  {
    "id": "17",
    "name": "Dr. Tryptamine",
    "nameNoSpace": "DrTryptamine",
    "category": "Artist",
    "headerInfo": "Dj",
    "location": "Johannesburg",
    "land": "South Africa",
    "flag": "🇿🇦",
    "artists_text": "Hailing from the dark continent: Dr Tryptamine (Producer, Dj and Psychonaught) will take your mind on a dark and psychedelic trip!\n\nHorrordelic Records\nWretched Rythems Records",
    "soundcloud": "https://soundcloud.com/drtryptamine",
    "facebook": "https://www.facebook.com/DrTryptamine"
  },
  {
    "id": "18",
    "name": "Mother Of Datura",
    "nameNoSpace": "MotherOfDatura",
    "category": "Artist",
    "headerInfo": "Satan",
    "location": "",
    "land": "Sweden",
    "flag": "🇸🇪",
    "artists_text": "Mother Of Datura was Born in the deepest and darkest terrortories Of the mind. What you will hear emerges from that very chasm. The further you fall the closer to the source you get. \n\nBelow the bottom of the bottom",
    "soundcloud": "https://soundcloud.com/motherofdatura",
    "facebook": "https://www.facebook.com/profile.php?id=100063494524802"
  },
  {
    "id": "19",
    "name": "Ziqada",
    "nameNoSpace": "Ziqada",
    "category": "Artist",
    "headerInfo": "DJ",
    "location": "",
    "land": "Germany",
    "flag": "🇩🇪",
    "artists_text": "Infected with the psy-virus ever since my first Alice im Wummerland party in 2015.\n\nDecided to get into DJing/Producing to give something back to the community after attending an Open Air rave in 2016 and getting to know the people active in our local scene. Had my first gig a few months later on a private party and never got tired of sharing the energy and emotion that come with forest, darkpsy and eventually psycore since then.\n\nMy style is mainly dependant on the location and time I'm playing as well as the people I'm playing for.\n\nWhat to expect:\nForest 150 - 155 bpm\nDarkpsy 155 - 175 bpm\n Everything in between and on special occasions far beyond.\n\nFor bookings just contact me in soundcloud or facebook :)",
    "soundcloud": "https://soundcloud.com/ziqada",
    "facebook": "https://www.facebook.com/Ziqada"
  },
  {
    "id": "20",
    "name": "FluroNeuro",
    "nameNoSpace": "FluroNeuro",
    "category": "Artist",
    "headerInfo": "",
    "location": "Bengaluru",
    "land": "India",
    "flag": "🇮🇳",
    "artists_text": "My musical creations explores ideas and concepts, in nature and ourselves like the earth & its spirit, responding to its deeper impulses, existence & purpose, space & time, pain & pleasure.\n\nI've released 37 own compositions across various labels such as Apuruami Records (Mexico), Tripura Yantra (MX), Horrordelic (Norway) & Andean Tribe Records (Bolivia)",
    "soundcloud": "https://soundcloud.com/fluroneuro",
    "facebook": "https://www.instagram.com/fluroneuro/"
  },
  {
    "id": "21",
    "name": "Master of Horror",
    "nameNoSpace": "MasterofHorror",
    "category": "Artist",
    "headerInfo": "",
    "location": "Ciudad de México",
    "land": "Mexico",
    "flag": "🇲🇽",
    "artists_text": "Master of horror, profaner of the occult with a great taste for Evil, manifesting his perception of psychodelia through a sinister and twisted sonic journey, always experimenting in the unknown with a unique style full of horror and darkness not suitable for the weak , member of Evil Instinct Recs.\n\nDoing a mix of styles: Psy / Dark / Industrial / Horror / Gothic. Powerful and always experimenting in the dark and unknown.\n\nLet Master Of Horror unleash your inner fears and nightmares ....\n\n",
    "soundcloud": "https://soundcloud.com/m-of-horror",
    "facebook": "https://soundcloud.com/m-of-horror"
  },
  {
    "id": "22",
    "name": "Gurgamesh",
    "nameNoSpace": "Gurgamesh",
    "category": "Artist",
    "headerInfo": "",
    "location": "Stockholm",
    "land": "Sweden",
    "flag": "🇸🇪",
    "artists_text": "From the deep and mystical woods of Sweden comes Gurgamesh.\n\nGet ready for a full power yet experimental ride through psychedelic landscapes.",
    "soundcloud": "https://soundcloud.com/gurgamesh",
    "facebook": "https://www.facebook.com/nicke.gurgamesh"
  },
  {
    "id": "23",
    "name": "Maleficarvm",
    "nameNoSpace": "Maleficarvm",
    "category": "Artist",
    "headerInfo": "",
    "location": "Mexico City",
    "land": "Mexico",
    "flag": "🇲🇽",
    "artists_text": "Rodrigo Gudiño Aka Maleficarvm (Mexico) – fascinated by psychedelia starts his career in 2010 as DJ Set with the name of `Mandala Mind`, in search of different sounds and faster beats he ventures into the world of Darkpsy with which 1 year after he started as DJ Set creates `Dark Mandala`.\n\n In the following years manages to be noticed in the scene, sharing the stage with great artists such as Disorder, Hyperbolic, Azteknika, Sharigrama, Maleficium, Arcek, etc. In 2015 Rodrigo wanting to express what he felt, decides to take a course in SOUNDSPACE musical production which ended that same year in charge of Ivan Lopéz.\n\n This is how he decides to start with `Maleficarvm` creating dark and deep sounds with which he has managed to attract the taste of people sharing the stage with more artists like Hanumman, Impaktronet, Manik Buluk, Noise Gust, The Dog Of Tears, Nykronds, Yawanawa, Dawdarka, Silent Movement among others, taking people on a journey of darkness and psychedelia.\n\nHe is currently pursuing a career in electronic music music production at the GMartell school, where he is working to provide better sound quality.",
    "facebook": "https://www.facebook.com/maleficarvm",
    "soundcloud": "https://soundcloud.com/maleficarvm"
  },
  {
    "id": "24",
    "name": "Wave Savage",
    "nameNoSpace": "WaveSavage",
    "category": "Artist",
    "headerInfo": "",
    "location": "São Pedro Do Sul, Rio Grande Do Su",
    "land": "Brazil",
    "flag": "🇧🇷",
    "artists_text": "Eduardo Menezes is the founder, manager and DJ of SANTO GRAU RECORDS, independent psychedelic trance label, founded in 2017 in Brazil.\n\nStarted as a DJ set in 2015 at PVTs, and in 2016 began performing at events and festivals.\n\nWave Savage is my ritualistic channel, within my music you will find tribal, dark experiences and space journeys.Reflecting on the music with the lessons and struggles of this kingdom.\n\nMy intention is to use music to take our soul to another universe, going through great mental portals and helping us understand our own monsters.\n\nThe rituals can start between 128 Bpms and go to 220 Bpm, exploring the Dark and Melodic sides of Dark Psychedelic trance.",
    "soundcloud": "https://soundcloud.com/wavesavage",
    "facebook": "https://www.facebook.com/WaveSavagelive"
  },
  {
    "id": "25",
    "name": "Yetzirah",
    "nameNoSpace": "Yetzirah",
    "category": "Artist",
    "headerInfo": "Psycore",
    "location": "Itumbiara",
    "land": "Brazil",
    "flag": "🇧🇷",
    "artists_text": "Yetzirah is the dark experimental Psycore project by Mateus Henrique from Itumbiara in the state of Goiás (Brazil). Yetzirah brings you a creative dark accelerated Psycore sound.\n\nThe environments and dark psychedelic atmospheres will make your mind and body go on a ride you can never forget.",
    "soundcloud": "https://soundcloud.com/yetzirahdark",
    "facebook": "https://www.facebook.com/Yetzirahdark"
  },
  {
    "id": "26",
    "name": "Suffer Misery",
    "nameNoSpace": "SufferMisery",
    "category": "Artist",
    "headerInfo": "",
    "location": "",
    "land": "Mexico",
    "flag": "🇲🇽",
    "artists_text": "ultratumba recs.\nevil instinct recs.\nsick lion recs.\nhorrordelic recs.",
    "soundcloud": "https://soundcloud.com/suffermisery",
    "facebook": "https://www.facebook.com/suffermisery"
  },
  {
    "id": "27",
    "name": "Psytuga",
    "nameNoSpace": "Psytuga",
    "category": "Artist",
    "headerInfo": "",
    "location": "3rd Rock From the Sun",
    "land": "Portugal",
    "flag": "🇵🇹",
    "artists_text": "Psytuga (Paulo Santos) was born in the city of Lisbon.\n\nWhen he turned 18, he began playing in various bars and clubs, after a while he developed a keen interest in psytrance. His preference was progressive and dark but felt something missing. When he traveled to Holland, he met his friend Bruno Granja (Psylatino) who changed his life and outlook after teaching him the basics of music production, based on their mutual love for darkpsy and progressive.\n\nPsytuga is currently poised on the edge of global recognition having spent the last few months deeply engaged in production and has several releases ready, which have already been tried and tested on the dancefloor of Belgium, Netherlands, Slovakia and the most of all in Portugal..\n\nHis style is distinguished by dark atmospherics and progressive builds and has an overall quality that is entirely his own, adding a much needed new perspective in psytrance music....",
    "soundcloud": "https://soundcloud.com/psytuga",
    "facebook": "https://www.facebook.com/darkpsytuga"
  },
  {
    "id": "28",
    "name": "Hypnos Live",
    "nameNoSpace": "HypnosLive",
    "category": "Artist",
    "headerInfo": "",
    "location": "São Paulo",
    "land": "Brazil",
    "flag": "🇧🇷",
    "artists_text": "A little psychological journey starting in a gooey limbo,deconstructing and constructing your mind with intense and dancing bass lines.\n\nComing soon V.A:\nZodoma Rec-Axolote chapter one\nHorrordelic Records: Nightmare Hospital and more...\nFractalSlime Rec- EP.Anxiety",
    "soundcloud": "https://soundcloud.com/hypnos-live",
    "facebook": "https://www.facebook.com/LiveHypnosDark"
  },
  {
    "id": "29",
    "name": "Efect Mushroom",
    "nameNoSpace": "EfectMushroom",
    "category": "Artist",
    "headerInfo": "",
    "location": "estado de México",
    "land": "Mexico",
    "flag": "🇲🇽",
    "artists_text": "Mexican producer making electronic music and Djing.\n\nFrom the year 2015 to 2019 he started his career as a DJ. In 2019 he dedicated himself to study music production and audio engineering, which have allowed him to stand out in the music industry.\n\nAmong his achievements, Efect Mushroom is characterized by producing complex melodies combined with different arrangements and hypnotic rhythms. The tracks, EP's and singles that he has released under the record labels can be highlighted: Horrordelic records, Astrophonic records and Omlion Recordings. His work has been acclaimed by the public, which has allowed him to establish himself as one of the most promising artists on the electronic scene in Mexico.\n\nIn summary, Efect Mushroom is an artist with great talent, dedication and passion for electronic music. His ability to produce and mix music has led him to work with important production companies and to expand his career internationally.\n\nThroughout his career, Efect Mushroom has collaborated with several major Record Labels such as: Horrordelic records, Apuruami records, Astrofonik records, Metaphysical Records, Zodoma Records, Omlion Records, Electronica Rave, Sinister Frequency, Organika, Tech Label and others.\n\nDefinitely an artist to watch and a name to keep in mind in the world of electronic music.",
    "soundcloud": "https://soundcloud.com/psymushroom-darkpsy",
    "facebook": "https://www.facebook.com/culture.psy"
  },
  {
    "id": "30",
    "name": "Ultrasound",
    "nameNoSpace": "Ultrasound",
    "category": "Dj",
    "headerInfo": "",
    "location": "Lisbon",
    "land": "Portugal",
    "flag": "🇵🇹",
    "artists_text": "ULTR∆SØUND is a cyclic sound pressure wave with a frequency greater than the upper limit of the human hearing range. Ultrasound is thus not separated from normal (audible) sound based on differences in physical properties, only the fact that humans cannot hear it,although this limit varies from person to person...\n\nDark and trippy around 150-200bpm...but with phat kicks and strong baselines...The most important thing for me is a crystal clear production and an intelligent story in the music . \n\n. . ULTR∆SØUND DJ / PRODUCER\n\nULTR∆SØUND is a project was born in late 2005,Marco Ribeiro interest for electronic music became quite obvious when I started attending Psytrance parties, in 1995.\n\nFrom that time on until now, has been addicted to psytrance music- Darkpsy // Forest // Psycore // Hi-Tech\n\nStudied Musical Production and Tecnician of Sound in,Escola Técnica de Imagem e Comunicação (ETIC),2002, learning his way around the studio and connecting with other producers with other styles and ideas,with a taste for the music ended up taking a degree in technical sound and also the one year of engineering, not ending...\n\nPassion for music begins has ist roots in punk, followed by hardcore.metal,trash... started already in the early days of youth when play guitar in three bands of metal and trash .... the taste for music and the sound is in my veins...\n\nHis experience doing music and mixed makes this project almost unique,fast and groovy for the night time,the dj set could be described as a storytelling mix something between powerful twilight, dark psytrance and deep forest sounds – kicking nighttime, are characterized for a power style and good technique in his mixes, best described as modern advanced psytrance,twisted-noisy and glitchy night sounds trying to stay in between energetic hi-tech stuffed and darkpsy ...",
    "soundcloud": "https://soundcloud.com/ultrasoundaudio",
    "facebook": "https://www.facebook.com/74Marco"
  },
    {
    "id": "31",
    "name": "Ponomi",
    "nameNoSpace": "Ponomi",
    "category": "Artist",
    "headerInfo": "",
    "location": "Lausanne",
    "land": "Switzerland",
    "flag": "🇨🇭",
    "artists_text": "You will find creations that I call Black Psycore.\nAlso other rather dark sound types.\nfor serious projects, I can also do horror movie/game music\n\nREADY FOR BOOKING!\nponomi.dj.prod@gmail.com",
    "soundcloud": "https://on.soundcloud.com/TwGHD",
    "facebook": "https://www.facebook.com/ThePonomiProject"
  },
   {
    "id": "32",
    "name": "Deeverse",
    "nameNoSpace": "Deeverse",
    "category": "Dj",
    "headerInfo": "",
    "location": "London",
    "land": "UK",
    "flag": "🇬🇧",
    "artists_text": "Deeverse (Danielle Fleuty) from Essex has inspired a lot of people with her energetic vibes through her Facebook live streams throughout 2018/2019 & during the pandemic!\n\nIt all started in 2014 when she came across Vini Vici (Future classics) & Killerwatts (Blow your mind)…This is when her love for Psy & goa trance began to grow. Deeverse shared her passion for Psy for the first time on Psychedelic Saturdays 2018. She has continued to spread her magical vibe , unique style across events she has played at – COHESION, ILLUSIOM , TranceLucid ,PSYMERA ,Illuminaughty & also made her debut in Leeds January 2023 and has set gigs for debuts in Sheffield and Birmingham!\n\n Deeverse has also stepped into the world of Dark Psy, Joining Apurúami Records, Dark Horror Records both based in Mexico aswell as Norwegian Horrordelic Records.\n\nDeeverse has also joined the amazing Psyfunktion Records in February 2023 and the legendary Free Spirit Records in May 2023.\n\nUnstoppable talent & can’t wait to take you all on her magical spectacular journey",
    "soundcloud": "https://soundcloud.com/xdee_versex",
    "facebook": "https://www.facebook.com/DeeVerse.music"
  }, {
    "id": "33",
    "name": "Killjoy",
    "nameNoSpace": "Killjoy",
    "category": "Dj",
    "headerInfo": "",
    "location": "Beirut",
    "land": "Lebanon",
    "flag": "🇱🇧",
    "artists_text": "Currently based in Lebanon.\n\nShe was bewitched by psychedelic tunes since her childhood and her journey began. She has been in the lebanese psychedelic scene for more than 10 years now and started her djing journey since 2016. She had organised parties with international artists under the name of Morning Glory and shared the stage with masters of the psychedelic music. \n\nTaking inspiration from the parties and learning from the artists made her understand the music better. Teleporting frequencies from artists to create an alternative reality of sounds is what she masters in.\n\nThrough a peaceful state of mind, she channels dark sounds through magical frequencies of psychedelia. Killjoy’s purpose is to take you on a journey across the organic raw soundscapes.",
    "soundcloud": "https://soundcloud.com/killjoykills",
    "facebook": "https://gate.sc/?url=https%3A%2F%2Fwww.facebook.com%2Flesleykilljoy%2F&token=769688-1-1698947468912"
  },
   {
    "id": "",
    "name": "",
    "nameNoSpace": "",
    "category": "",
    "headerInfo": "",
    "location": "",
    "land": "",
    "flag": "",
    "artists_text": "",
    "soundcloud": "",
    "facebook": ""
  }
]
