[
	{
		"id": "0",
		"active": "yes",
		"name": "Antikriz",
		"nameNoSpace": "Antikriz",
		"category": "dj",
		"headerInfo": "Organizer, Manager",
		"location": "Stavanger",
		"artists_text": "Antikriz was born and raised in south-west Norway. He grew up immersed in black metal, rap, and skateboarding. His passion for electronic music sparked with Thunderdome CDs, gabber sounds and Amiga demos, leading him to discover Goa music in the late 1990s.\n\nIn 2000 started attending parties and festivals, connecting with others in the scene locally. Starting dj`ing on cds with Tripotonic and a few other friends, always travelling to small and big psy parties in Europe.\n\nIn 2010 founded Horrordelic together with Yata-Garasu from Belgium. Since then, Antikriz has been dedicated to darkpsy, overseeing 132 releases and over 1,300 tracks, with many in development right now.\n\nCurrently studying cyber security and computer programming (react, python)  and the good life together with tha family :)",
		"soundcloud": "https://soundcloud.com/horrordelic-records",
		"facebook": "https://www.facebook.com/antikriz.darkpsy",
		"land": "Norway",
		"flag": "🇳🇴",
		"instagram": ""
	},
	{
		"id": "1",
		"active": "yes",
		"name": "Kuroobi",
		"nameNoSpace": "Kuroobi",
		"category": "dj",
		"headerInfo": "",
		"location": "Kyoto",
		"land": "Japan",
		"flag": "🇯🇵",
		"artists_text": "Horrordelic/DropZone",
		"facebook": "https://lit.link/en/dropzone",
		"soundcloud": "https://soundcloud.com/horrordelic-kuroobi",
		"instagram": ""
	},
	{
		"id": "3",
		"name": "Dubvibes & CultureDark",
		"nameNoSpace": "Dubvibes",
		"category": "artist",
		"location": "Pará",
		"land": "Brasil",
		"flag": "🇧🇷",
		"artists_text": "Paulo Laércio aka Dubvibes. \n\n From Pará from Ilha do Mosqueiro and presents his project created from an incentive to more psychedelic culture in Ilha de Mosqueiro (State of Pará). \n\nHe started his artistic journey in 2012 producing music for emulators and Flash animations. Self-taught by nature, he sought to learn more about electronic music for dancefloors, thus originating the beginning of a work in the beach areas of the island since 2015 playing Dubstep. \n\nAfter a while being influenced by Hard Electro and Synthwave styles, he came in 2018 with the first creations, releasing his first authorial song. In 2019 he discovered new trends such as Darkpsy, Hi-Tech and Psycore, and in 2020 he started the first productions within these styles, embracing psycore, emmotionpsy and studying Forestcore.",
		"soundcloud": "https://soundcloud.com/dubvibeslive",
		"facebook": "",
		"instagram": ""
	},
	{
		"id": "4",
		"active": "yes",
		"name": "Diabolical Orchestra",
		"nameNoSpace": "DiabolicalOrchestra",
		"category": "artist",
		"location": "Pondicherry",
		"land": "India",
		"flag": "🇮🇳",
		"artists_text": "Gokul kannan is the man behind the project Diabolical Orchestra. \n\nThe main vision of the project is to make people experience every kind of emotions in the dance floor. \n\nHe firmly believes that there is a light after darkness-\n\n So the project mainly focus on dark euphoric ambience, mechanical leads and fx, creative break beats and bpm variations to ensure both darkness and bright elements can be experienced in the music",
		"soundcloud": "",
		"facebook": "",
		"instagram": ""
	},
	{
		"id": "2",
		"active": "yes",
		"name": "Cosmic BlueMoon",
		"nameNoSpace": "CosmicBlueMoon",
		"category": "dj",
		"headerInfo": "",
		"location": "Kolkata",
		"land": "India",
		"flag": "🇮🇳",
		"artists_text": "Cosmic Bluemoon is an alias of Harshvardhan Sharma who hails from Kolkata, India.\n\n The journey of this project started in 2006. A visit to Goa in 2005 changed the perception of music and helped in starting this project.\n\nMagical psychedelic sounds from Polyphonia, Alien Mental, Orestis and other artists gave birth to the style of music which is showcased by Cosmic Bluemoon.\n\nPerformed in festivals around Asia and DJing since 2006, Cosmic Bluemoon has been part of multiple record labels. He has also released several VA's with the legendary Horrordelic Records and aims to help promote new producers to release tracks in the label.",
		"soundcloud": "https://www.mixcloud.com/hv1989",
		"facebook": "https://www.facebook.com/cosmicbluemoon",
		"instagram": ""
	},
	{
		"id": "5",
		"active": "yes",
		"name": "Gloomy Phantom",
		"nameNoSpace": "GloomyPhantom",
		"category": "artist",
		"headerInfo": "organizer",
		"location": "Nordrhein-Westfalen",
		"land": "Germany",
		"flag": "🇩🇪",
		"artists_text": "Dra Orcon/ Gloomy Phantom / Soodoom by Timo Coerdt. \n\nIf you  just started to dive deep into Darkpsy, be sure to check out this and let the darkness embrace you (once again).\n\n10 years of True Darkpsy releases here at Horrordelic. Gloomy Phantom has always been one of the pioneers in the Darkpsy scene and everyone can feel the presence and the Darkness this man brings to the floor and to your Mind.",
		"soundcloud": "https://soundcloud.com/draorcon",
		"facebook": "https://www.facebook.com/gloomyphantom",
		"instagram": ""
	},
	{
		"id": "6",
		"active": "yes",
		"name": "Morchant",
		"nameNoSpace": "Morchant",
		"category": "DJ",
		"headerInfo": "Artwork",
		"location": "Southwest",
		"land": "Norway",
		"flag": "🇳🇴",
		"artists_text": "Neither living nor dead. Only Darkpsy.",
		"soundcloud": "",
		"facebook": "https://www.facebook.com/psytanic666",
		"instagram": ""
	},
	{
		"id": "7",
		"name": "Dr. Cassidy Green",
		"nameNoSpace": "DrCassidyGreen",
		"category": "dj",
		"headerInfo": "",
		"location": "Trondheim",
		"land": "Norway",
		"flag": "🇳🇴",
		"artists_text": "First Dj course Dr. Cassidy Green attended was in 1986.\n\n There he learned to mix rock, heavy, metal and black metal on vinyl.\n\nThen “techno” came along and appeared on the scene - together with A8 (Altern8, 🇬🇧)....   👽\n\nRest is history, check this guy out for his killer sounds! ",
		"soundcloud": "https://soundcloud.com/st-le-moan",
		"facebook": "https://www.facebook.com/DJ.Dr.Cassidy.Green",
		"instagram": ""
	},
	{
		"id": "8",
		"name": "Agnus Horrore",
		"nameNoSpace": "AgnusHorrore",
		"category": "artist",
		"headerInfo": "",
		"location": "Goiás",
		"land": "Brasil",
		"flag": "🇧🇷",
		"artists_text": " Agnus Horrore\n\nHorrordelic / Infernal Family\n\nBrazil",
		"soundcloud": "https://soundcloud.com/saint-agnus",
		"facebook": "https://www.facebook.com/agnus.joao",
		"instagram": ""
	},
	{
		"id": "9",
		"name": "BrainBlender",
		"nameNoSpace": "BrainBlender",
		"category": "artist",
		"headerInfo": "",
		"location": "Athens",
		"land": "Greece",
		"flag": "🇬🇷",
		"artists_text": "NICK KARIMALIS BORN 2-8-1989 in Athens, Greece.\n\nNikos started his musical journey with darkpsy music in 2003. Soon he began to get more involved with some deep core serious sounds and began to DJ in the year 2004.\n\nHe got involved in more Experimental sounds with a Darkpsy Psycore vibe and eventually started producing his own tunes since 2011\n\n Dj and producer Darkpsy/Psycore for: \n Apurúami Records (México.)\n Lucy Forest Records (India)\n Santo Grau Records (Brazil)\n Horrordelic Records (Norway)",
		"soundcloud": "https://soundcloud.com/massacre-d",
		"facebook": "https://www.facebook.com/profile.php?id=100063574667482",
		"instagram": ""
	},
	{
		"id": "10",
		"name": "DarkAlien Live",
		"nameNoSpace": "DarkAlienLive",
		"category": "artist",
		"headerInfo": "",
		"location": "Valinhos-SP",
		"land": "Brasil",
		"flag": "🇧🇷",
		"artists_text": "The project DarkAlien was created in May 2019 by Caio Cesar.\n\nA Darkpsy/Forest project in its expression with psychedelia that will lead the listener to worlds and dimensions outside of human knowledge. Project varying its tracks between 150 to 230 BPM.\n\nStay tuned for upcoming tracks!",
		"soundcloud": "https://soundcloud.com/darkkalien",
		"facebook": "https://www.facebook.com/people/Darkalien-LIVE/",
		"instagram": ""
	},
	{
		"id": "11",
		"active": "yes",
		"name": "Distorted AtmosFear",
		"nameNoSpace": "DistortedAtmosFear",
		"category": "artist",
		"headerInfo": "(D.A.F.)",
		"location": "Antwerpen",
		"land": "Belgium",
		"flag": "🇧🇪",
		"artists_text": "From Belgium we have Distorted AtmosFear!\n\nfter first visiting Goa parties he got inspired to make his own music, and then he started at age 15 to produce his own!\n\nBe prepared for fast paced all-in journeys through Psytrance and Darkpsy, with fresh elements of Breakcore and Hardcore (and much more)!\n\nStay tuned for more releases from this talent!",
		"soundcloud": "https://soundcloud.com/quantum-logics",
		"facebook": "https://www.facebook.com/rob.quick.1612",
		"instagram": ""
	},
	{
		"id": "12",
		"name": "Terashade",
		"active": "yes",
		"nameNoSpace": "Terashade",
		"category": "artist",
		"headerInfo": "Teratom and Tollkirsche",
		"location": "Munich / Basel",
		"land": "Germany",
		"flag": "🇩🇪",
		"artists_text": "After some year’s of blasting DJ Sets together, Teratom and Tollkirsche started finally to produce their own Madness!\n\nAnd so the new Live Project TERASHADE is born 😈\n\n Soon there will be a first VA Release at Horrordelic Records and also the first EP Release on Hippyflip Records! 💥\n\n Both Labels will stand behind the new Project 😈",
		"soundcloud": "https://www.facebook.com/profile.php?id=100057604923216",
		"facebook": "https://www.facebook.com/djteratom",
		"instagram": ""
	},
	{
		"id": "13",
		"active": "yes",
		"name": "Abgrund B",
		"nameNoSpace": "AbgrundB",
		"category": "Artist",
		"headerInfo": "",
		"location": "Berlin",
		"land": "Germany",
		"flag": "🇩🇪",
		"artists_text": "Abgrund B started as hardware based project around 2016. \n\nAfter a few years of experimenting with various electronic genres I got completely stuck on dark psychedelic music and the goal was clear now: \n To provide the world with more audible experiences that offer a sense of security through a reliable foundation.\n\n While at the same time leading the listener again and again into new spaces as they plunge deeper and deeper \n\nInto the colorful darkness of the Psychedelic abyss. ",
		"soundcloud": "https://soundcloud.com/abgrundb",
		"instagram": ""
	},
	{
		"id": "14",
		"name": "t'OxyMoron",
		"nameNoSpace": "tOxyMoron",
		"category": "DJ",
		"headerInfo": "",
		"location": "Cyprus",
		"land": "Cyprus",
		"flag": " 🇨🇾",
		"artists_text": "t'OxyMoron emerged out of need, with purpose to reinvent the transcendental message of meditative group dance, rituals & catharsis, through the use of archaic & modern technologies.\n\nThe vision was initially contracted back in 2008, and the defining moment that set the tone for this quest, came in the year of 2016, where the initiation into the Dark Arts of experimental Psychedelic Trance truly begun.\n\nFully active into the scene since then, with many gigs in Brighton, London, and all around UK’s South Coast, where he was based. Currently living in Cyprus, supporting & expanding the local underground scene.\n\nIntense & experimental, this project is set out to inspire dance floors to turn on, tune in and dive deeper.\n\n Coming from a diverse musical background, t’OxyMoron’s style encapsulates a lot, after all the tendency is to push it as far as it gets.Cutting edge DJ sets. Most likely furious too.\n\nAll that is Darkpsy 🏴‍☠️\nThe quest continues..",
		"soundcloud": "https://soundcloud.com/toxymoron-7",
		"facebook": "https://www.facebook.com/panayiotis.efstathiou/",
		"instagram": ""
	},
	{
		"id": "15",
		"active": "yes",
		"name": "Psycholouis",
		"nameNoSpace": "Psycholouis",
		"category": "Artist",
		"headerInfo": "Dj, Graphic design",
		"location": "Coimbra",
		"land": "Portugal",
		"flag": "🇵🇹",
		"artists_text": "Psycholouis continuous passion for Dark! Specially Dark Forest and Darkpsy mxing/Dj skills! Having the most wonderfull pleasure and fun, creating Darkpsy and Dark Forest sets filled with magic psychedelic landscapes to feed your soul and spirit with greasy psychedelic dark vibrations!\n\nDuring and along 2019... started exploring and developing sound rails with faster beats, darker and Hi tech sonorities! \n\n Around May 2020, started to explore music prodution, specially fast, Darkpsy, Dark forest, experimental, psycore tunes.",
		"soundcloud": "https://soundcloud.com/louis-ochysp",
		"facebook": "https://soundcloud.com/louis-ochysp",
		"instagram": ""
	},
	{
		"id": "17",
		"active": "yes",
		"name": "Dr Tryptamine",
		"nameNoSpace": "DrTryptamine",
		"category": "Artist",
		"headerInfo": "Dj",
		"location": "Johannesburg",
		"land": "South Africa",
		"flag": "🇿🇦",
		"artists_text": "Hailing from the dark continent: Dr Tryptamine (Producer, Dj and Psychonaught) will take your mind on a dark and psychedelic trip!\n\nHorrordelic Records\nWretched Rythems Records",
		"soundcloud": "https://soundcloud.com/drtryptamine",
		"facebook": "https://www.facebook.com/DrTryptamine",
		"instagram": ""
	},
	{
		"id": "18",
		"active": "yes",
		"name": "Mother Of Datura",
		"nameNoSpace": "MotherOfDatura",
		"category": "Artist",
		"headerInfo": "Satan",
		"location": "Forever in our Hearths!",
		"land": "Sweden",
		"flag": "🇸🇪",
		"artists_text": "Mother Of Datura was Born in the deepest and darkest terrortories Of the mind. What you will hear emerges from that very chasm. The further you fall the closer to the source you get. \n\nBelow the bottom of the bottom",
		"soundcloud": "https://soundcloud.com/motherofdatura",
		"facebook": "https://www.facebook.com/profile.php?id=100063494524802",
		"instagram": ""
	},
	{
		"id": "19",
		"name": "Ziqada",
		"active": "yes",
		"nameNoSpace": "Ziqada",
		"category": "Artist",
		"headerInfo": "DJ",
		"location": "",
		"land": "Germany",
		"flag": "🇩🇪",
		"artists_text": "Infected with the psy-virus ever since my first Alice im Wummerland party in 2015.\n\nDecided to get into DJing/Producing to give something back to the community after attending an Open Air rave in 2016 and getting to know the people active in our local scene. Had my first gig a few months later on a private party and never got tired of sharing the energy and emotion that come with forest, darkpsy and eventually psycore since then.\n\nMy style is mainly dependant on the location and time I'm playing as well as the people I'm playing for.\n\nWhat to expect:\nForest 150 - 155 bpm\nDarkpsy 155 - 175 bpm\n Everything in between and on special occasions far beyond.\n\nFor bookings just contact me in soundcloud or facebook :)",
		"soundcloud": "https://soundcloud.com/ziqada",
		"facebook": "https://www.facebook.com/Ziqada",
		"instagram": ""
	},
	{
		"id": "20",
		"active": "yes",
		"name": "FluroNeuro",
		"nameNoSpace": "FluroNeuro",
		"category": "Artist",
		"headerInfo": "",
		"location": "Bengaluru",
		"land": "India",
		"flag": "🇮🇳",
		"artists_text": "My musical creations explores ideas and concepts, in nature and ourselves like the earth & its spirit, responding to its deeper impulses, existence & purpose, space & time, pain & pleasure.\n\nI've released 37 own compositions across various labels such as Apuruami Records (Mexico), Tripura Yantra (MX), Horrordelic (Norway) & Andean Tribe Records (Bolivia)",
		"soundcloud": "https://soundcloud.com/fluroneuro",
		"facebook": "https://www.instagram.com/fluroneuro/",
		"instagram": ""
	},
	{
		"id": "21",
		"name": "Master of Horror",
		"nameNoSpace": "MasterofHorror",
		"category": "Artist",
		"headerInfo": "",
		"location": "Ciudad de México",
		"land": "Mexico",
		"flag": "🇲🇽",
		"artists_text": "Master of horror, profaner of the occult with a great taste for Evil, manifesting his perception of psychodelia through a sinister and twisted sonic journey, always experimenting in the unknown with a unique style full of horror and darkness not suitable for the weak , member of Evil Instinct Recs.\n\nDoing a mix of styles: Psy / Dark / Industrial / Horror / Gothic. Powerful and always experimenting in the dark and unknown.\n\nLet Master Of Horror unleash your inner fears and nightmares ....\n\n",
		"soundcloud": "https://soundcloud.com/m-of-horror",
		"facebook": "https://soundcloud.com/m-of-horror",
		"instagram": ""
	},
	{
		"id": "22",
		"name": "Gurgamesh",
		"active": "yes",
		"nameNoSpace": "Gurgamesh",
		"category": "Artist",
		"headerInfo": "",
		"location": "Stockholm",
		"land": "Sweden",
		"flag": "🇸🇪",
		"artists_text": "From the deep and mystical woods of Sweden comes Gurgamesh.\n\nGet ready for a full power yet experimental ride through psychedelic landscapes.",
		"soundcloud": "https://soundcloud.com/gurgamesh",
		"facebook": "https://www.facebook.com/nicke.gurgamesh",
		"instagram": ""
	},
	{
		"id": "23",
		"active": "yes",
		"name": "Maleficarvm",
		"nameNoSpace": "Maleficarvm",
		"category": "Artist",
		"headerInfo": "",
		"location": "Mexico City",
		"land": "Mexico",
		"flag": "🇲🇽",
		"artists_text": "Rodrigo Gudiño Aka Maleficarvm (Mexico) – fascinated by psychedelia starts his career in 2010 as DJ Set with the name of `Mandala Mind`, in search of different sounds and faster beats he ventures into the world of Darkpsy with which 1 year after he started as DJ Set creates `Dark Mandala`.\n\n In the following years manages to be noticed in the scene, sharing the stage with great artists such as Disorder, Hyperbolic, Azteknika, Sharigrama, Maleficium, Arcek, etc. In 2015 Rodrigo wanting to express what he felt, decides to take a course in SOUNDSPACE musical production which ended that same year in charge of Ivan Lopéz.\n\n This is how he decides to start with `Maleficarvm` creating dark and deep sounds with which he has managed to attract the taste of people sharing the stage with more artists like Hanumman, Impaktronet, Manik Buluk, Noise Gust, The Dog Of Tears, Nykronds, Yawanawa, Dawdarka, Silent Movement among others, taking people on a journey of darkness and psychedelia.\n\nHe is currently pursuing a career in electronic music music production at the GMartell school, where he is working to provide better sound quality.",
		"facebook": "https://www.facebook.com/maleficarvm",
		"soundcloud": "https://soundcloud.com/maleficarvm",
		"instagram": ""
	},
	{
		"id": "24",
		"name": "Wave Savage",
		"nameNoSpace": "WaveSavage",
		"category": "Artist",
		"headerInfo": "",
		"location": "São Pedro Do Sul, Rio Grande Do Su",
		"land": "Brazil",
		"flag": "🇧🇷",
		"artists_text": "Eduardo Menezes is the founder, manager and DJ of SANTO GRAU RECORDS, independent psychedelic trance label, founded in 2017 in Brazil.\n\nStarted as a DJ set in 2015 at PVTs, and in 2016 began performing at events and festivals.\n\nWave Savage is my ritualistic channel, within my music you will find tribal, dark experiences and space journeys.Reflecting on the music with the lessons and struggles of this kingdom.\n\nMy intention is to use music to take our soul to another universe, going through great mental portals and helping us understand our own monsters.\n\nThe rituals can start between 128 Bpms and go to 220 Bpm, exploring the Dark and Melodic sides of Dark Psychedelic trance.",
		"soundcloud": "https://soundcloud.com/wavesavage",
		"facebook": "https://www.facebook.com/WaveSavagelive",
		"instagram": ""
	},
	{
		"id": "25",
		"active": "yes",
		"name": "Yetzirah",
		"nameNoSpace": "Yetzirah",
		"category": "Artist",
		"headerInfo": "Psycore",
		"location": "Itumbiara",
		"land": "Brazil",
		"flag": "🇧🇷",
		"artists_text": "Yetzirah is the dark experimental Psycore project by Mateus Henrique from Itumbiara in the state of Goiás (Brazil). Yetzirah brings you a creative dark accelerated Psycore sound.\n\nThe environments and dark psychedelic atmospheres will make your mind and body go on a ride you can never forget.",
		"soundcloud": "https://soundcloud.com/yetzirahdark",
		"facebook": "https://www.facebook.com/Yetzirahdark",
		"instagram": ""
	},
	{
		"id": "26",
		"name": "Suffer Misery",
		"nameNoSpace": "SufferMisery",
		"category": "Artist",
		"headerInfo": "",
		"location": "",
		"land": "Mexico",
		"flag": "🇲🇽",
		"artists_text": "ultratumba recs.\nevil instinct recs.\nsick lion recs.\nhorrordelic recs.",
		"soundcloud": "https://soundcloud.com/suffermisery",
		"facebook": "https://www.facebook.com/suffermisery",
		"instagram": ""
	},
	{
		"id": "27",
		"name": "Psytuga",
		"nameNoSpace": "Psytuga",
		"category": "Artist",
		"headerInfo": "",
		"location": "3rd Rock From the Sun",
		"land": "Portugal",
		"flag": "🇵🇹",
		"artists_text": "Psytuga (Paulo Santos) was born in the city of Lisbon.\n\nWhen he turned 18, he began playing in various bars and clubs, after a while he developed a keen interest in psytrance. His preference was progressive and dark but felt something missing. When he traveled to Holland, he met his friend Bruno Granja (Psylatino) who changed his life and outlook after teaching him the basics of music production, based on their mutual love for darkpsy and progressive.\n\nPsytuga is currently poised on the edge of global recognition having spent the last few months deeply engaged in production and has several releases ready, which have already been tried and tested on the dancefloor of Belgium, Netherlands, Slovakia and the most of all in Portugal..\n\nHis style is distinguished by dark atmospherics and progressive builds and has an overall quality that is entirely his own, adding a much needed new perspective in psytrance music....",
		"soundcloud": "https://soundcloud.com/psytuga",
		"facebook": "https://www.facebook.com/darkpsytuga",
		"instagram": ""
	},
	{
		"id": "28",
		"name": "Hypnos Live",
		"nameNoSpace": "HypnosLive",
		"category": "Artist",
		"headerInfo": "",
		"location": "São Paulo",
		"land": "Brazil",
		"flag": "🇧🇷",
		"artists_text": "A little psychological journey starting in a gooey limbo,deconstructing and constructing your mind with intense and dancing bass lines.\n\nComing soon V.A:\nZodoma Rec-Axolote chapter one\nHorrordelic Records: Nightmare Hospital and more...\nFractalSlime Rec- EP.Anxiety",
		"soundcloud": "https://soundcloud.com/hypnos-live",
		"facebook": "https://www.facebook.com/LiveHypnosDark",
		"instagram": ""
	},
	{
		"id": "29",
		"active": "yes",
		"name": "Efect Mushroom",
		"nameNoSpace": "EfectMushroom",
		"category": "Artist",
		"headerInfo": "",
		"location": "Estado de México",
		"land": "Mexico",
		"flag": "🇲🇽",
		"artists_text": "International Mexican Dj and music producer who has shown his passion for electronic music. From 2015 to 2019 he began his career as a DJ set. In 2019 he dedicated himself to study music production and audio engineering, which allowed him to stand out in the music industry.\n\nThroughout his career, Efect Mushroom has collaborated with several major Record Labels such as: Horrordelic records, Apuruami records, Astrofonik records, Metaphisic Records,Zodoma Records, Omlion Records, Electronica Rave, Sinister Frequency, Organika, Tech Label, Taeco among others, which has allowed him to gain experience and expose his talent internationally. Currently Efect Mushroom is solely on the Horrordelic Records label where he has released his last 6 EP's and collaborated on various VA's.\n\nAmong his achievements Efect mushroom is known for producing complex melodies combined with different arrangements and hypnotic rhythms.\n\nEfect is also manager and founder of two great event, decoration and performance production companies in the state of Mexico (Ritos Ancestrales) and (Colectivo Abstral). (Colectivo Abstral)...\n\nHis work has been acclaimed by the public, which has allowed him to establish himself as one of the most promising artists of the electronic scene in Mexico.\n\nIn short, Efect Mushroom is an artist with great talent, dedication and passion for electronic music. His ability to produce and mix",
		"soundcloud": "https://soundcloud.com/psymushroom-darkpsy",
		"facebook": "https://www.facebook.com/culture.psy",
		"instagram": ""
	},
	{
		"id": "30",
		"name": "Ultrasound",
		"nameNoSpace": "Ultrasound",
		"category": "Dj",
		"headerInfo": "",
		"location": "Lisbon",
		"land": "Portugal",
		"flag": "🇵🇹",
		"artists_text": "ULTR∆SØUND is a cyclic sound pressure wave with a frequency greater than the upper limit of the human hearing range. Ultrasound is thus not separated from normal (audible) sound based on differences in physical properties, only the fact that humans cannot hear it,although this limit varies from person to person...\n\nDark and trippy around 150-200bpm...but with phat kicks and strong baselines...The most important thing for me is a crystal clear production and an intelligent story in the music . \n\n. . ULTR∆SØUND DJ / PRODUCER\n\nULTR∆SØUND is a project was born in late 2005,Marco Ribeiro interest for electronic music became quite obvious when I started attending Psytrance parties, in 1995.\n\nFrom that time on until now, has been addicted to psytrance music- Darkpsy // Forest // Psycore // Hi-Tech\n\nStudied Musical Production and Tecnician of Sound in,Escola Técnica de Imagem e Comunicação (ETIC),2002, learning his way around the studio and connecting with other producers with other styles and ideas,with a taste for the music ended up taking a degree in technical sound and also the one year of engineering, not ending...\n\nPassion for music begins has ist roots in punk, followed by hardcore.metal,trash... started already in the early days of youth when play guitar in three bands of metal and trash .... the taste for music and the sound is in my veins...\n\nHis experience doing music and mixed makes this project almost unique,fast and groovy for the night time,the dj set could be described as a storytelling mix something between powerful twilight, dark psytrance and deep forest sounds – kicking nighttime, are characterized for a power style and good technique in his mixes, best described as modern advanced psytrance,twisted-noisy and glitchy night sounds trying to stay in between energetic hi-tech stuffed and darkpsy ...",
		"soundcloud": "https://soundcloud.com/ultrasoundaudio",
		"facebook": "https://www.facebook.com/74Marco",
		"instagram": ""
	},
	{
		"id": "31",
		"name": "Ponomi",
		"nameNoSpace": "Ponomi",
		"category": "Artist",
		"headerInfo": "",
		"location": "Lausanne",
		"land": "Switzerland",
		"flag": "🇨🇭",
		"artists_text": "You will find creations that I call Black Psycore.\nAlso other rather dark sound types.\nfor serious projects, I can also do horror movie/game music\n\nREADY FOR BOOKING!\nponomi.dj.prod@gmail.com",
		"soundcloud": "https://on.soundcloud.com/TwGHD",
		"facebook": "https://www.facebook.com/ThePonomiProject",
		"instagram": ""
	},
	{
		"id": "32",
		"active": "yes",
		"name": "Deeverse",
		"nameNoSpace": "Deeverse",
		"category": "Dj",
		"headerInfo": "",
		"location": "London",
		"land": "UK",
		"flag": "🇬🇧",
		"artists_text": "Deeverse (Danielle Fleuty) from Essex has inspired a lot of people with her energetic vibes through her Facebook live streams throughout 2018/2019 & during the pandemic!\n\nIt all started in 2014 when she came across Vini Vici (Future classics) & Killerwatts (Blow your mind)…This is when her love for Psy & goa trance began to grow. Deeverse shared her passion for Psy for the first time on Psychedelic Saturdays 2018. She has continued to spread her magical vibe , unique style across events she has played at – COHESION, ILLUSIOM , TranceLucid ,PSYMERA ,Illuminaughty & also made her debut in Leeds January 2023 and has set gigs for debuts in Sheffield and Birmingham!\n\nDeeverse has also stepped into the world of Dark Psy, Joining Apurúami Records, Dark Horror Records both based in Mexico aswell as Norwegian Horrordelic Records.\n\nDeeverse has also joined the amazing Psyfunktion Records in February 2023 and the legendary Free Spirit Records in May 2023.\n\nUnstoppable talent & can’t wait to take you all on her magical spectacular journey",
		"soundcloud": "https://soundcloud.com/xdee_versex",
		"facebook": "https://www.facebook.com/DeeVerse.music",
		"instagram": ""
	},
	{
		"id": "33",
		"active": "yes",
		"name": "Killjoy",
		"nameNoSpace": "Killjoy",
		"category": "Dj",
		"headerInfo": "",
		"location": "Beirut",
		"land": "Lebanon",
		"flag": "🇱🇧",
		"artists_text": "Currently based in Lebanon.\n\nShe was bewitched by psychedelic tunes since her childhood and her journey began. She has been in the lebanese psychedelic scene for more than 10 years now and started her djing journey since 2016. She had organised parties with international artists under the name of Morning Glory and shared the stage with masters of the psychedelic music. \n\nTaking inspiration from the parties and learning from the artists made her understand the music better. Teleporting frequencies from artists to create an alternative reality of sounds is what she masters in.\n\nThrough a peaceful state of mind, she channels dark sounds through magical frequencies of psychedelia. Killjoy’s purpose is to take you on a journey across the organic raw soundscapes.",
		"soundcloud": "https://soundcloud.com/killjoykills",
		"facebook": "https://gate.sc/?url=https%3A%2F%2Fwww.facebook.com%2Flesleykilljoy%2F&token=769688-1-1698947468912",
		"instagram": "https://www.instagram.com/mother_of_valar_killjoy_lezley/"
	},
	{
		"id": "34",
		"active": "yes",
		"name": "Mental Freak",
		"nameNoSpace": "MentalFreak",
		"category": "Artist",
		"headerInfo": "",
		"location": "Catalão - Go",
		"land": "Brazil",
		"flag": "🇧🇷",
		"artists_text": "Psychedelic project from Hiderik Lima.\n\n From the depths of a being's innermost being you can find different versions of yourself. Our pure and clean essence is still there, submerged in various frames and filters created by the experience of existing.\n\nThrough experimentalism, Mental Freak opens this temporal rift, inducing the listener into a trance where it is possible to delve into these layers and go deeper and deeper, until each being finds the final essence for an ideal and futuristic society, overcoming the paradoxes of existence itself.\n\nWhile dancing to the abstract rhythm of each track made especially for each being to gradually achieve their own freedom.*",
		"soundcloud": "https://soundcloud.com/mentalfreak",
		"facebook": "https://www.facebook.com/profile.php?id=61551358508551",
		"instagram": "https://www.instagram.com/mentalfreak_dark/"
	},
	{
		"id": "35",
		"active": "yes",
		"name": "Kris.Ma",
		"nameNoSpace": "Kris.Ma",
		"category": "Dj",
		"headerInfo": "",
		"location": "Athens",
		"land": "Greece",
		"flag": "🇬🇷",
		"artists_text": "Kris.Ma aka Vasilis Makris is a DJ from Greece, he starts playing music at schools events and many self organize parties.\n\nAt the earlies of 1994 stars to listen and play: Metal, Punk, Rock and electronic music as Gabba...\n\nIn year 2000 he discovers Dark Psy and from then he starts to experiment and mixing this kind of music.\n\nHe was founder of psy addicts team and now is a member of Space Goblins team together with Horrordelic!",
		"soundcloud": "https://soundcloud.com/krismadark",
		"facebook": "https://www.facebook.com/profile.php?id=100089792881349",
		"instagram": "https://www.instagram.com/kris.ma_dark/"
	},
	{
		"id": "36",
		"active": "yes",
		"name": "Cosmort",
		"nameNoSpace": "Cosmort",
		"category": "Dj",
		"headerInfo": "",
		"location": "Goiás",
		"land": "Brazil",
		"flag": "🇧🇷",
		"artists_text": "Rodrigo Camilo, also known as DJ COSMORT, is an experienced darkpsy and dark experimental DJ, born in Inhumas, Goiás, Brazil.\n\nWith a career spanning over a decade in the music scene, COSMORT is recognized for his immersive sets and hypnotic atmospheres.\n\nHis ability to create unique sonic journeys captivates audiences and transports them to unknown sonic territories. With an ongoing passion for dark and experimental electronic music, COSMORT continues to push the boundaries of his art, leaving an indelible mark on the Brazilian nightlife scene and beyond.",
		"soundcloud": "https://soundcloud.com/cosmort",
		"facebook": "https://www.facebook.com/profile.php?id=100079475603899",
		"instagram": "https://www.instagram.com/dj_cosmort/"
	},
	{
		"id": "37",
		"active": "yes",
		"name": "Nano Rexx",
		"nameNoSpace": "NanoRexx",
		"category": "Artist",
		"headerInfo": "",
		"location": "Estado de México",
		"land": "Mexico",
		"flag": "🇲🇽",
		"artists_text": "Moisés Dávila G. a.k.a Nano Rexx is a project that was born in 2018 after 2 years as a DJ set, taking the next step in the world of production, preserving that line of the old school full-on night, but maintaining in constant evolution.\n\nThus arriving at a style of experimental textures, which is where his mind feels most comfortable when it comes to capturing sound stories.\n\nStay tuned for productions in development now!",
		"soundcloud": "https://soundcloud.com/nano-rexx ",
		"facebook": "https://www.facebook.com/profile.php?id=100001697242154",
		"instagram": "https://www.instagram.com/nano.rexx/"
	},
	{
		"id": "38",
		"active": "yes",
		"name": "Skellington",
		"nameNoSpace": "Skellington",
		"category": "Artist",
		"headerInfo": "",
		"location": "KZN",
		"land": "South Africa",
		"flag": "🇿🇦",
		"artists_text": "Skellington born in KZN but moved up to GP at age 10. He has always dreamed of being a Rock star\nsince starting to listen to Metal music. Mainly death metal, Black metal & Heavy metal was the music.  \n\nHe grew up loving. With the Guitar being His instrument of choice He hoped to become good enough one day to join a good band and travel the world until one day around 2006 a friend took Him to His first ever Psytrance festival.\n\nHe was never the same again.\n\nIt took many years of life and other stuff to get Him to eventually move down to the Garden Route at the end of 2020 and it was early 2021 that he realised that he finally had the time to start learning how to do what he now wanted to do.\n\nAt the end of 2021 Skellington made His debut at the Freaky Forest NY festival at Louvain Guest farm and He hasn't looked back since, playing at many festivals along the Garden Route such as Echo, Freaky Forest, Fungal Jungle, Psy Shores and more.\n\nDj'ing though was not enough so He decided to take a plunge into the Black hole called Music Production and thanks to passion, and dedication Skellington has now released 4 tracks under Horrordelic Records and has now been signed to the Norwegian based record label.\n\nCatch Him in action as He takes You on a journey into the deep dark depths of Your inner self with the BEST therapy available...\n\nMusic is Therapy!",
		"soundcloud": "https://soundcloud.com/skellington-524954650",
		"facebook": "https://www.facebook.com/profile.php?id=100083208878302",
		"instagram": "https://www.instagram.com/skellington_darkpsy4life.br/"
	},
	{
		"id": "39",
		"active": "yes",
		"name": "M3gagor",
		"nameNoSpace": "M3gagor",
		"category": "Artist",
		"headerInfo": "",
		"location": "Egio",
		"land": "Greece",
		"flag": "🇬🇷",
		"artists_text": "M3gagor comes from a village in magical Greece. After 20 years as a psychedelic music lover and 5 years as a dj, he now proceeds as a producer.\n\n In the last year (2023-2024) his name reached Horrordelic. He has worked together closely within our crew and the worldwide Darkpsy scene to provide killer productions for us all.\n\n M3gagor attacks you with true macabre melodies and hard bpm, and even imagine: The best is yet to come!",
		"soundcloud": "https://soundcloud.com/6669999666999",
		"facebook": "https://www.facebook.com/M3gagoR",
		"instagram": "https://www.instagram.com/stam.m3gagor/"
	},
	{
		"id": "40",
		"active": "yes",
		"name": "Lu PsY FeR",
		"nameNoSpace": "LuPsYFeR",
		"category": "Artist",
		"headerInfo": "Artist and dj",
		"location": "",
		"land": "India",
		"flag": "🇮🇳",
		"artists_text": "Lu PsY FeR is the Dark Psy Project of Jag Sai Pravesh, from India.\n\nHe has been a dj from 2008 and a music composer from 2012.\n\nHe is the founder of the record label Mittai Music which specializes in Hi Tech and Psytrance, based in India.",
		"soundcloud": "https://soundcloud.com/lupsyfer666",
		"facebook": "https://www.facebook.com/lu.psy.fer.horrordelic",
		"instagram": "https://www.instagram.com/lupsyfer.music/"
	},
	{
		"id": "41",
		"active": "yes",
		"name": "Dark Wish",
		"nameNoSpace": "DarkWish",
		"category": "Artist",
		"headerInfo": "",
		"location": "São Paulo",
		"land": "Brazil",
		"flag": "🇧🇷",
		"artists_text": "With a focus on nocturnal Psy-Trance trends such as Dark, High-tech and PsyCore, the DARK WISH project created by Pedro Melito brings a series of productions linked to Hip Hop, from Drill and Trap, and also to Punk and Rock.\n\n Creating melodies full of feelings and extremely complex timbres, exploring kick/bass line variations thatcause impact and presence in each track ..",
		"soundcloud": "https://soundcloud.com/darkwish77/sets/all-my-tracks",
		"facebook": "https://linktr.ee/_darkwish77",
		"instagram": "https://www.instagram.com/_darkwish77/"
	},
	{
		"id": "42",
		"active": "yes",
		"name": "Nervous System",
		"nameNoSpace": "NervousSystem",
		"category": "Artist",
		"headerInfo": "Ugryumovo",
		"location": "Moscow",
		"land": "Russia",
		"flag": "🇷🇺",
		"artists_text": "In the Nervous System project you will find a killer cocktail of various genres of metal and electronic music, placed on the skeleton of psychedelic trance.\n\nStay tuned for more!",
		"soundcloud": "https://horrordelic.com/Release/Nervous_System_A_kaleidoscope_of_incomprehensible_Events",
		"facebook": "https://horrordelic.com/",
		"instagram": ""
	},
	{
		"id": "43",
		"active": "yes",
		"name": "Odoxis",
		"nameNoSpace": "Odoxis",
		"category": "Artist",
		"headerInfo": "",
		"location": "Athens",
		"land": "Greece",
		"flag": "🇬🇷",
		"artists_text": "Odoxis is a mental place where one is called to face the depths of his unconscious mind, to fight the shadows that keep him away from the Sun of Truth and break free from their chains. In the real world...\n\nThe man behind the project is named Odysseas, he lives in Athens and he is currently studying in Athens school of fine arts. At the same time he is making experimental dark psychedelic music. \n\nHe wants to touch the melodic side of darkpsy to create a mythical vibe with a heavy and primitive groove.",
		"soundcloud": "https://soundcloud.com/odyssism",
		"facebook": "https://www.facebook.com/profile.php?id=100083381598694",
		"instagram": "https://www.instagram.com/odoxis_dark_psy/"
	},
	{
		"id": "44",
		"active": "yes",
		"name": "Evil Scream",
		"nameNoSpace": "EvilScream",
		"category": "Artist",
		"headerInfo": "SP",
		"location": "São Paulo",
		"land": "Brazil",
		"flag": "🇧🇷",
		"artists_text": "Caio Silveira, the mind behind the EvilScream project, invites you to a unique sonic immersion.\n\nWith a trajectory marked by constant evolution, EvilScream has transcended the limits of DJ sets, becoming an authorial project that explores dark and intense soundscapes.\n\nHis music is a labyrinth of emotions, where melancholic melodies intertwine with frenetic beats and enveloping leads, taking you on an introspective journey and a visceral performance.",
		"soundcloud": "https://soundcloud.com/evilscreamdarkpsycore",
		"facebook": "https://www.facebook.com/DARKEvilScream",
		"instagram": "https://www.instagram.com/evilscream__darkcore/"
	},
	{
		"id": "44",
		"active": "yes",
		"name": "Silent Hill",
		"nameNoSpace": "SilentHill",
		"category": "Special",
		"headerInfo": "The Series",
		"location": "Town of Silent Hill",
		"land": "Unknown",
		"flag": "",
		"artists_text": "Featuring all underground darkpsy artists stuck in the Silent Hill underworld.\n\nJoin us on mad rides through the unknown and strange world that we travel through in our lives.\n\n\n\nDay by day we walk inside our minds and feelings.\n\nCheck the themed releases below:",
		"soundcloud": "https://soundcloud.com/horrordelic-records/",
		"facebook": "https://facebook.com/horrordelic/",
		"instagram": ""
	},
	{
		"id": "45",
		"active": "yes",
		"name": "Antielf",
		"nameNoSpace": "Antielf",
		"category": "Dj",
		"headerInfo": "",
		"location": "Horrordelic",
		"land": "Norway",
		"flag": "🇳🇴",
		"artists_text": "The eternal team behind Horrordelic. Playing together since 2012.\n\nDarkpsy and Psycore all way.\n\n",
		"soundcloud": "https://soundcloud.com/horrordelic-records",
		"facebook": "https://facebook.com/horrordelic",
		"instagram": ""
	},
	{
		"id": "46",
		"active": "yes",
		"name": "Obluda",
		"nameNoSpace": "Obluda",
		"category": "Artist",
		"headerInfo": "Sorocaba",
		"location": "São Paulo",
		"land": "Brazil",
		"flag": "🇧🇷",
		"artists_text": "Obluda is the artistic manifestation of producer Gustavo Miranda, from Sorocaba, in the state of São Paulo, Brazil. Through experimental music, he found a way to express his deepest and most unnamable feelings.\n\nInspired by the idea of internal monsters that inhabit the human psyche, the project is based on strands of Darkpsy and Psycore, creating soundscapes that defy logic and evoke complex emotions.\n\nWith intricate textures and pulsating rhythms, it takes the listener on an introspective journey, where each track is a unique narrative that reveals the unknown within ourselves. This project invites reflection and liberation, celebrating the beauty of that which cannot be named.",
		"soundcloud": "https://soundcloud.com/obludacore/",
		"facebook": "https://www.instagram.com/obludacore/",
		"instagram": "https://www.instagram.com/obludacore/"
	},
	{
		"id": "47",
		"active": "yes",
		"name": "Obsorbo",
		"nameNoSpace": "Obsorbo",
		"category": "Artist",
		"headerInfo": "",
		"location": "Queretaro",
		"land": "Mexico",
		"flag": "🇲🇽",
		"artists_text": "The obsorbo project begins around the year 2023, being influenced by various genres and subgenres such as rockprog, acidRock and krautrock.\n\nIt all begins in the study of music, taking the guitar as a direction from an early age in Mexico, Veracruz, the state where I was born.\n\nIn 2013 I entered with my first experience with psytrance, later in Mexico Querétaro I discovered subgenres of psytrance such as darkpsy, psycore and slambient, something that would change the direction of my life and the tone of music!\n\n I would seek to create between 180 bpm and 300 bpm, initially influenced by lulii, orcoro, ankoudead, phyllorum, dazkull eghryth, kromacore and more.\n\nBelonging to horrordelic Records since 2025.",
		"soundcloud": "https://on.soundcloud.com/TakoC0NJx4eedcMOZT",
		"facebook": "https://www.facebook.com/ThEndingIsTheBeginning",
		"instagram": ""
	},
	{
		"id": "48",
		"active": "yes",
		"name": "Psykotropic",
		"nameNoSpace": "Psykotropic",
		"category": "Artist",
		"headerInfo": "",
		"location": "Queretaro",
		"land": "Mexico",
		"flag": "🇲🇽",
		"artists_text": "Norman is the visionary behind Psykotropic, launching the project in 2021 with a mission to craft an original sound that would inspire movement and groove.\n\nDrawing from a twilight-inspired style, he ventured into the forest genre. Ultimately forging a distinctive blend that wove together an atmosphere of darkness with captivating groove rhythms.\n\n This unique combination masterfully balanced introspection and energy, resonating deeply with listeners as it captured the essence of the frequencies they experienced.",
		"soundcloud": "https://soundcloud.com/psykotropic1",
		"facebook": "https://www.facebook.com/Psykotropic1",
		"instagram": "https://www.instagram.com/psykotropic1/"
	},
	{
		"id": "49",
		"active": "yes",
		"name": "He-Len",
		"nameNoSpace": "He-Len",
		"category": "Artist",
		"headerInfo": "",
		"location": "Berlin",
		"land": "Germany",
		"flag": "🇷🇴",
		"artists_text": "He Len is a project born eight years ago, inspired by a passion for Forest and a deep need to express and alchemically transform profound feelings into music\n\nIt delves into dark nocturnal atmospheres, surrounded by organic and magical echoes. It is characterized by deep, dark sounds, perpetuated over a long period of time, with gothic overtones, which transport one to a space of ritual and inner journey.",
		"soundcloud": "https://m.soundcloud.com/he-len-4",
		"facebook": "https://www.facebook.com/helenine.helenina",
		"instagram": "https://www.instagram.com/hele.ninaa/"
	},
	{
		"id": "50",
		"active": "yes",
		"name": "Portal Distortion",
		"nameNoSpace": "PortalDistortion",
		"category": "Artist",
		"headerInfo": "",
		"location": "Kiel",
		"land": "Germany",
		"flag": "🇩🇪",
		"artists_text": "Portal Distortion is a Darkpsychedelic music project located in the North of Germany.\n\nThis music project was founded three years ago after a few years playing around with Hardware and Sounds.\n\nMain part and motivation is to provide playfull and Dark soundscapes that go for a deep and driving musical experience threw different atmospheres combined with thrilling and pumping Basselines.\n\nStay Tuned and be part of the musical Journey of Portal Distortion.",
		"soundcloud": "https://soundcloud.com/portaldistortion",
		"facebook": "https://www.facebook.com/profile.php?id=61558093387676port",
		"instagram": "https://www.instagram.com/portal_distortion/"
	},
	{
		"id": "51",
		"active": "yes",
		"name": "AkUmA",
		"nameNoSpace": "AkUmA",
		"category": "Artist",
		"headerInfo": "",
		"location": "Anápolis",
		"land": "Brazil",
		"flag": "🇧🇷",
		"artists_text": "Daniel Luiz, known as AkUmA, is a skilled music producer specializing in experimental ambient music, characterized by dark elements, intense atmospheres, and a distinctive aesthetic. Born in Anápolis, Brazil, he has always been drawn to the darker aspects of music, using sound as a medium to express his deepest emotions.\n\nnWith an innovative approach, he experiments with samples, sound textures, and cutting-edge production techniques to craft evocative, atmospheric soundscapes. His attention to detail and studio expertise quickly established him as a seasoned producer.\n\nDaniel has collaborated with a diverse range of artists, from underground talents to prominent figures in the electronic music scene. His ability to capture the essence of experimental electronic music and transform it into captivating, immersive productions sets him apart.\n\nContinuously pushing musical boundaries and exploring new frontiers in the realm of dark music./n/nHis relentless pursuit of musical innovation and dark aesthetics continues to captivate listeners, cementing his reputation as a standout producer in the experimental genre.",
		"soundcloud": "https://soundcloud.com/akumaaa",
		"facebook": "hhttps://www.facebook.com/profile.php?id=61550507666898",
		"instagram": "https://www.instagram.com/akuma_live333/"
	},
	{
		"id": "",
		"active": "",
		"name": "",
		"nameNoSpace": "",
		"category": "",
		"headerInfo": "",
		"location": "",
		"land": "",
		"flag": "",
		"artists_text": "",
		"soundcloud": "",
		"facebook": "",
		"instagram": ""
	},
	{
		"id": "",
		"active": "",
		"name": "",
		"nameNoSpace": "",
		"category": "",
		"headerInfo": "",
		"location": "",
		"land": "",
		"flag": "",
		"artists_text": "",
		"soundcloud": "",
		"facebook": "",
		"instagram": ""
	},
	{
		"id": "",
		"active": "",
		"name": "",
		"nameNoSpace": "",
		"category": "",
		"headerInfo": "",
		"location": "",
		"land": "",
		"flag": "",
		"artists_text": "",
		"soundcloud": "",
		"facebook": ""
	}
]